import styles from "./form-container.module.css";

const FormContainer = () => {
  return (
    <div className={styles.frameParent}>
      <div className={styles.wrapper}>
        <b className={styles.b}>Подані рукописи</b>
      </div>
      <div className={styles.frameWrapper}>
        <div className={styles.parent}>
          <div className={styles.div}>
            Наша сучасна типографія обладнана найновішим обладнанням для друку
            книг та журналів. Друкуємо Ваші Твори. Наша сучасна типографія
            обладнана найновішим обладнанням для друку книг та журналів. Наша
            сучасна типографія обладнана найновішим обладнанням для друку книг
            та журналів. Друкуємо Ваші Твори. Наша сучасна типографія обладнана
            найновішим обладнанням для друку книг та журналів.
          </div>
          <div className={styles.div}>
            Наша сучасна типографія обладнана найновішим обладнанням для друку
            книг та журналів. Друкуємо Ваші Твори. Наша сучасна типографія
            обладнана найновішим обладнанням для друку книг та журналів. Наша
            сучасна типографія обладнана найновішим обладнанням для друку книг
            та журналів. Друкуємо Ваші Твори. Наша сучасна типографія обладнана
            найновішим обладнанням для друку книг та журналів.
          </div>
        </div>
      </div>
      <button className={styles.contactUs}>
        <b className={styles.b1}>Відредагувати</b>
      </button>
    </div>
  );
};

export default FormContainer;
